Revit 2024 API
SymbolTypeId.InHg Property
 Symbol inHg, indicating unit Inches of mercury (32 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InHg { get; }
Visual Basic
Public Shared ReadOnly Property InHg As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InHg {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace